Repository: jkrajniak/gnome-shell-ext-SkypeNotification
Catalog: SkypeNotification@chrisss404.gmail.com/locale/*.po
Languages: de, pl, pt_br, ru

source: Recent Chats
de: Kürzliche Chats
pl: Ostatnie czaty
pt_br: Conversas Recentes
ru: Последние беседы

source: Change Status
de: Status ändern
pl: Zmień status
pt_br: Mudar Status
ru: Изменить статус

source: Away
de: Abwesend
pl: Zaraz wracam
pt_br: Ausente
ru: Нет на месте

source: Do Not Disturb
de: Beschäftigt
pl: Nie przeszkadzać
pt_br: Não Pertube
ru: Не беспокоить

source: Invisible
de: Als offline anzeigen
pl: Niewidoczny
pt_br: Invisível
ru: Невидимый

source: Show Contact List
de: Kontaktliste anzeigen
pl: Pokaż kontakty
pt_br: Mostrar lista de Contatos
ru: Показать список контактов

source: Add a Contact
de: Einen Kontakt hinzufügen
pl: Dodaj kontakt
pt_br: Adicionar um Contato
ru: Добавить контакт

source: Microphone
de: Mikrofon
pl: Mikrofon
pt_br: Microfone
ru: микрофон

source: Quit
de: Beenden
pl: Zakończ
pt_br: Sair
ru: Выход

source: Call Missed
de: Anruf verpasst
pl: Nieodebrana rozmowa
pt_br: Chamada Perdida
ru: Вызов пропущен

source: Voicemail Received
de: Sprachnachricht erhalten
pl: Otrzymałeś pocztę głosową
pt_br: Correio de Voz Recebido
ru: Новое голосовое сообщение

source: Voicemail Sent
de: Sprachnachricht gesendet
pl: Poczta głosowa wysłana
pt_br: Correio de Voz Enviado
ru: Голосовое сообщение отправлено

source: {contact} has appeared online
de: {contact} kam online
pl: {contact} stał(a) się dostępny(a)
pt_br: {contact} conectou-se ao Skype
ru: {contact} появился в сети

source: {contact} has gone offline
de: {contact} ging offline
pl: {contact} stał(a) się niedostępny(a)
pt_br: {contact} desconectou-se do Skype
ru: {contact} вышел из сети

source: Contact request from {contact}
de: Kontaktanfrage von {contact}
pl: Zaproszenie do kontaktów od {contact}
pt_br: Pedido de contato de {contact}
ru: Запрос авторизации от {contact}

source: {contact} has been added to your contact list
de: {contact} wurde zu deiner Kontaktliste hinzugefügt
pl: {contact} został(a) dodany(a) do Twoich kontaktów
pt_br: {contact} o adicionou a sua lista de contatos
ru: {contact} был добавлен в список контактов

source: {contact} has been deleted from your contact list
de: {contact} wurde aus deiner Kontaktliste gelöscht
pl: {contact} został(a) usunięty(a) z Twoich kontaktów
pt_br: {contact} o apagou de sua lista de contatos
ru: {contact} был удален из вашего списка контактов

source: {contact} joined chat
de: {contact} ist dem Chat beigetreten
pl: {contact} dołączył(a) do czatu
pt_br: {contact} juntou-se à conversa
ru: {contact} вошел в чат

source: {contact} left chat
de: {contact} hat den Chat verlassen
pl: {contact} opuścił(a) czat
pt_br: {contact} deixou a conversa
ru: {contact} вышел из чата

source: Incoming file from {contact}
de: Eingehende Datei von {contact}
pl: Transfer pliku od {contact}
pt_br: Recebendo arquivo de {contact}
ru: Входящий файл от {contact}

source: Transfer Complete
de: Übertragung abgeschlossen
pl: Transfer zakończony
pt_br: Tranferência Completa
ru: Передача завершена

source: {filename} saved to {filepath}
de: {filename} wurde nach {filepath} gespeichert
pl: {filename} zapisany w {filepath}
pt_br: {filename} salvo em {filepath}
ru: {filename} сохранен в {filepath}

source: Transfer Failed
de: Übertragung fehlgeschlagen
pl: Transfer przerwany
pt_br: Transferência Falhou
ru: Передача не удалась

source: SMS Sent
de: SMS gesendet
pl: SMS został pomyślnie wysłany
pt_br: SMS Enviado
ru: SMS отправлено

source: SMS Failed
de: SMS Versand fehlschlagen
pl: Wysłanie SMS nie powiodło się
pt_br: SMS Falhou
ru: SMS не отправлено

source: {contact} has a birthday tomorrow
de: {contact} hat morgen Geburtstag
pl: {contact} ochodzi jutro urodziny
pt_br: {contact} faz aniversário amanhã
ru: Завтра день рождения {contact}

source: Happy Birthday {contact}
de: Alles Gute zum Geburtstag {contact}
pl: {contact} obchodzi dzisiaj urodziny
pt_br: Feliz Aniversário {contact}
ru: Сегодня день рождения {contact}

source: Show top bar icon
de: Symbol in der oberen Leiste anzeigen
pl: Pokaż ikonę w górnym pasku stanu
pt_br: Exibir ícone na barra superior
ru: Показывать иконку в верхней панели

source: Shall the top bar icon be displayed
de: Soll das Symbol in der oberen Leiste angezeigt werden
pl: Czy ikona w górnym pasku stanu ma być wyświetlana
pt_br: O ícone da barra superior deve ser exibido
ru: Показывать иконку в верхней панели

source: Hide original tray icon (restart required)
de: Taskleistensymbol verstecken (Neustart erforderlich)

source: Shall the original tray icon be hidden
de: Soll das originale Taskleistensymbol versteckt werden

source: Native notifications
de: Native Benachrichtigungen

source: Shall Skype make use of native notifications
de: Soll Skype die nativen Benachrichtigungen verwenden

source: Search provider
de: Suchanbieter

source: Shall a Skype search provider be added
de: Soll ein Skype Suchanbieter hinzugefügt werden

source: Follow system-wide presence state
de: Dem systemweiten Anwesenheitsstatus folgen

source: Shall Skype online status follow the system-wide presence state
de: Soll der Skype Online-Status dem systemweiten Anwesenheitsstatus folgen

source: Open contacts on left click on top bar icon
de: Kontakliste bei Linksklick auf das Symbol in der oberen Leiste anzeigen

source: Shall the Skype contact list be opened when the top bar icon is clicked by the left mouse button
de: Soll die Skype Kontakliste geöffnet werden, wenn das Symbol in der oberen Leiste mit der linken Maustaste angeklickt wird

source: Online
pl: Dostępny
ru: В сети

source: Offline
pl: Niepodłączony
ru: Не в сети
